blog/how-to-know-things.org
#+TITLE:       学习：如何快速了解新事物
#+AUTHOR:      lijigang
#+EMAIL:       i@lijigang.com
#+DATE:        2021-06-16 Wed
#+URI:         /blog/%y/%m/%d/how-to-know-things
#+LANGUAGE:    en
#+OPTIONS:     H:5 num:nil toc:nil \n:nil ::t |:t ^:nil -:nil f:t *:t <:t
#+DESCRIPTION: 使用一圈二问四看的框架, 快速了解所有新事物

认识新事物时的思考框架: *一圈 二问 四看* 。

** 一圈

圈定事物范围, 定义其与其它事物之所以不一样的特性所在。

这个"圈定"其实就是"下定义"。 下定义不一定非要在第一步就完成, 有可能是经
过了二问和四看之后, 归纳总结最终形成 *一圈* 。

** 二问

*向上* 连续追问 *for what?* 不断拔高眼界, 找到该事物的目的和作用。 回答其为
什么而存在的问题。

*向下* 连续追问 *Why?* 不断深入挖掘, 找到该事物存在的原因和关键要素。回答为
何是它而不是其它事物的问题。


** 四看

*远看*, 看其起源。该事物是在什么环境下, 如何起于微末的。了解其发家史, 有助
于判断未来走向。

*近看*, 看其特性。该事物是什么颜色, 什么高度，什么重量, 什么手感... 通过感
性的认知，来具象化对该事物的了解。

*里看*, 看其结构。该事物是由什么组成的, 各组成部分之间是什么关系。刨丁解牛,
知其所以然。

*外看*, 看其对手。该事物有什么 "朋友" 和 "敌人"。 看市场格局，了解其所在段
 位和环境。


** 示例

比如你想调查某个行业。

你可以看看行业的界定，为什么它能成为独立的行业（这是定义或者界定）；行业
中的主要玩家是谁（这就是行业内部的结构），行业的价值链、产业链如何（这就
是行业的外部结构）；行业主要解决什么问题，满足了用户的哪些需求（这是目的
与作用）；要在一个行业成功，关键的能力或者资源是什么（这是原因与关键驱动
因素）；行业的发展历程（这是起源与历史）；行业的替代品或者说互补品是什么
（这是对应事物）；行业特质是什么，充分竞争还是寡头垄断（这是性状）。
