blog/2021/06/16/how-to-know-things/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>学习：如何快速了解新事物 - 你对这个世界要有点意见</title>
  <meta charset="utf-8" />
  <meta name="author" content="lijigang" />
  <meta name="description" content="使用一圈二问四看的框架, 快速了解所有新事物" />


  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">
</head>

  <body class="container">
<header id="header">
<body>
    <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
        <div class="container-fluid">
<div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="/">你对这个世界要有点意见</a>
        </div>
<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
            <ul class="nav navbar-nav navbar-right">
                <li class="active"><a href="/">Blog</a></li>
          <li><a href="https://github.com/lijigang">GitHub</a></li>
          <li><a href="http://www.zhihu.com/people/lijigang.com">知乎</a></li>
        </ul>
</div>
</div>
    </nav>
</body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row post-content">
        <div class="col-md-2"></div>
            <h1>学习：如何快速了解新事物</h1>
            <p>
认识新事物时的思考框架: <b>一圈 二问 四看</b> 。
</p>

<div id="outline-container-orga526417" class="outline-2">
<h2 id="orga526417">一圈</h2>
<div class="outline-text-2" id="text-orga526417">
<p>
圈定事物范围, 定义其与其它事物之所以不一样的特性所在。
</p>

<p>
这个&ldquo;圈定&rdquo;其实就是&ldquo;下定义&rdquo;。 下定义不一定非要在第一步就完成, 有可能是经
过了二问和四看之后, 归纳总结最终形成 <b>一圈</b> 。
</p>
</div>
</div>

<div id="outline-container-org074c3bb" class="outline-2">
<h2 id="org074c3bb">二问</h2>
<div class="outline-text-2" id="text-org074c3bb">
<p>
<b>向上</b> 连续追问 <b>for what?</b> 不断拔高眼界, 找到该事物的目的和作用。 回答其为
什么而存在的问题。
</p>

<p>
<b>向下</b> 连续追问 <b>Why?</b> 不断深入挖掘, 找到该事物存在的原因和关键要素。回答为
何是它而不是其它事物的问题。
</p>
</div>
</div>


<div id="outline-container-orgecc1665" class="outline-2">
<h2 id="orgecc1665">四看</h2>
<div class="outline-text-2" id="text-orgecc1665">
<p>
<b>远看</b>, 看其起源。该事物是在什么环境下, 如何起于微末的。了解其发家史, 有助
于判断未来走向。
</p>

<p>
<b>近看</b>, 看其特性。该事物是什么颜色, 什么高度，什么重量, 什么手感... 通过感
性的认知，来具象化对该事物的了解。
</p>

<p>
<b>里看</b>, 看其结构。该事物是由什么组成的, 各组成部分之间是什么关系。刨丁解牛,
知其所以然。
</p>

<p>
<b>外看</b>, 看其对手。该事物有什么 &ldquo;朋友&rdquo; 和 &ldquo;敌人&rdquo;。 看市场格局，了解其所在段
 位和环境。
</p>
</div>
</div>


<div id="outline-container-orge3811cb" class="outline-2">
<h2 id="orge3811cb">示例</h2>
<div class="outline-text-2" id="text-orge3811cb">
<p>
比如你想调查某个行业。
</p>

<p>
你可以看看行业的界定，为什么它能成为独立的行业（这是定义或者界定）；行业
中的主要玩家是谁（这就是行业内部的结构），行业的价值链、产业链如何（这就
是行业的外部结构）；行业主要解决什么问题，满足了用户的哪些需求（这是目的
与作用）；要在一个行业成功，关键的能力或者资源是什么（这是原因与关键驱动
因素）；行业的发展历程（这是起源与历史）；行业的替代品或者说互补品是什么
（这是对应事物）；行业特质是什么，充分竞争还是寡头垄断（这是性状）。
</p>
</div>
</div>

    </div>
</section>




<footer id="footer">
    <br />
    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?36d44a2295ffa55a3ab51c6aa7a71733";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

  </body>
</html>
